Repository: VentureNerdar/current-prayers-venture
Catalog: languages/current-prayers-venture-*.po
Languages: my_mm

source: Church
my_mm: အသင်းတော်

source: Church Fellowship Group
my_mm: ဘုရားကျောင်း မိသဟာယ အဖွဲ့

source: Contacts
my_mm: အဆက်အသွယ်များ

source: Contacts Prayer Requests
my_mm: အဆက်အသွယ်များ၏ ဆုတောင်းတောင်းဆိုမှုများ

source: CURRENT PRAYERS
my_mm: လက်ရှိဆုတောင်းချက်များ

source: Current Prayers
my_mm: လက်ရှိဆုတောင်းချက်များ

source: Disciple.Tools - Current Prayers Venture
my_mm: Disciple.Tools - လက်ရှိဆုတောင်းချက်များ Venture

source: From
my_mm: မှ

source: Group
my_mm: အဖွဲ့

source: Groups
my_mm: အဖွဲ့များ

source: Groups Prayer Requests
my_mm: အဖွဲ့များ၏ဆုတောင်းတောင်းဆိုမှုများ

source: Home Church
my_mm: နေအိမ်ဘုရားကျောင်း

source: List and display all current prayers for contacts and groups.
my_mm: အဆက်အသွယ်များနှင့် အဖွဲ့များအတွက် လက်ရှိဆုတောင်းချက်အားလုံးကို စာရင်းပြုစုခြင်းနှင့် ပြသခြင်း။

source: Method does not exist.
my_mm: နည်းလမ်းမရှိပါ။

source: Network
my_mm: ကွန်ယက်

source: Request
my_mm: တောင်းဆိုချက်

source: The system does not have current prayers field for the followings:
my_mm: စနစ်တွင် အောက်ပါတို့အတွက် လက်ရှိဆုတောင်းချက်အကွက် မရှိပါ။

source: Update Needed
my_mm: အဆင့်မြှင့်တင် လိုအပ်သည်။

source: Whoah, partner!
my_mm: ဝိုး! သူငယ်ချင်း!
